###নিয়ম কানুন_dictionary

#* ডিকশনারিতে শুধুমাত্র Keys গুলো পাওয়ার জন্য                                {print(ডিকশনারির নাম.keys())}
#* ডিকশনারিতে শুধুমাত্র Values গুলো পাওয়ার জন্য                              {print(ডিকশনারির নাম.values())}  
#* ডিকশনারিতে কোন আইটেম যোগ করার জন্য                                  {ডিকশনারির নাম["Keys"] = "Values"}
#* ডিকশনারি থেকে কোন আইটেম মুছে ফেলার জন্য                              {del ডিকশনারির নাম["Keys"]}/............................................/{ডিকশনারির নাম.pop("Keys")}     
#* দুইটা ডিকশনারি একসাথে করার জন্য                                         {যেটার ভিতর রাখা হবে.update(যেটাকে যুক্ত করা হবে )}             (বি.দ্র.: কোন keys  যদি একই থাকে তাহলে যেটার সাথে যুক্ত করা হবে সেটার keys কাজ করবে)   
#* মূল ডিকশনারির কোন পরিবর্তন ছাড়া নতুন অন্য একটি ডিকশনারি তৈরীর জন্য      {ডিকশনারির নাম = {**যেটার ভিতর রাখা হবে,**যেটাকে যুক্ত করা হবে}}/........../{print(যেটার ভিতর রাখা হবে | যেটাকে যুক্ত করা হবে)}  
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*   
#* 
#* 
#*   
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*    
#*   
#* 

