###নিয়ম কানুন_Variables
#* কোন নাম্বার দিয়ে শুরু হতে পারবেনা 
#* ভেরিয়েবলের নামের শুরুতে # ব্যবহার করা যাবে না
#* ভেরিয়েবলের নামের শুরুতে ! ব্যবহার করা যাবে না
#* ভেরিয়েবলের শুরুতে কোনো সিম্বল থাকা যাবেনা
#* ভেরিয়েবল একটি শব্দ হতে হবে, দুটি শব্দ হওয়া যাবে না
#* দুটি শব্দ হলে_ এটা ব্যবহার করতে হবে

#* ভেরিয়েবলের ভিতর যে কোন অক্ষরের পজিশন জানতে                                   {print(ভেরিয়েবলের নাম.find("অক্ষরের নাম"))}
#* ভেরিয়েবলের ভিতর এই পজিশনে কোন অক্ষর আছে                                     {print(ভেরিয়েবলের নাম[সংখ্যা])}                                 
#* ভেরিয়েবলের ভিতরে স্টিংয়ের মধ্যে একটা অক্ষর থেকে অন্য একটা অক্ষর পর্যন্ত পাওয়ার জন্য   {print(ভেরিয়েবলের নাম[কোন সংখ্যা থেকে:কোন সংখ্যা পর্যন্ত])}                                      
#*                                       
#*                                       
#*                                       
#*                                       
#*                                       
#*                                       
#*                                       
#*                                       
#*                                       
#*                                       
#*

