####নিয়ম কানুন_PYTHON

#* নতুন লাইনের জন্য                                                {লেখা\nলেখা}
#* দুটি শব্দের মাঝে ট্যাপ ব্যবহার করার জন্য                             {লেখা\tলেখা}
#* এক লাইনে Print করার জন্য                                       {print("লেখা" /........................................................../ 'লেখা')}
#* অনেক লাইনে Print করার জন্য                                    {print(""" লেখা """)}
#* কোন বাণীকে সিঙ্গেল কোটেশন দ্বারা আটকাতে হলে                     {print(" লেখা'বাণী'  ")/................................................../print(' লেখা\'বাণী\'  ')}
#* কোন বাণীকে ডবল কোটেশন দ্বারা আটকাতে হলে                       {print(' লেখা"বাণী"  ')/................................................../print(" লেখা\"বাণী\"  ")}
#* কোন কিছু কমেন্ট করার জন্য                                       { ''' ''' (অনেক লাইনে করার জন্য) /....................................../ # লেখা (এক লাইনে করার জন্য)}
#* একটি স্ট্রিংয়ের ভেতরে কতটি অক্ষর আছে তা জানার জন্য               {print(len("লেখা"))}
#* ইংরেজি সকল ছোট অক্ষর গুলো বড় অক্ষরে লেখার জন্য                {print("লেখা".upper())}
#* ইংরেজি সকল ছোট অক্ষর কে বড় করার জন্য                         {print("লেখা".lower())}
#* লেখার শুরুতে অথবা শেষে যদি কোন স্পেস থাকে তাকে বন্ধ করার জন্য   {print("   লেখা    ".strip())}
#* স্ট্রিং এর ভিতর এই অক্ষরটি কোথায় আছে তা খোঁজার  জন্য             {print("লেখা".find("S"))}
#* এক শব্দের স্থানে অন্য শব্দ বসাতে হলে                               {print("লেখা লেখা".replace("লেখা","লেখা"))}
#* স্ট্রিংয়ের জন্যে কতটি কোড ব্যবহৃত হয়, তা জানতে                    {print(dir("লেখা"))}