###নিয়ম কানুন_Tupls
 
#* টোপলের ভিতর এই পজিশনে কি আছে তা জানার জন্য                         {print(টোপলের নাম[আইটেমের ইন্ডেক্স নাম্বার])}
#* টোপলের জন্যে কতটি কোড ব্যবহৃত হয়, তা জানতে                           {print(dir(টোপলের নাম))}
#* একটা টোপলের ভিতর একটা আইটেম কতবার আছে তা জানার জন্য              {print(টোপলের নাম.count(2))}
#* টোপলের ভিতর এই আইটেমটি কোন পজিশনে আছে তা জানতে                  {print(টোপলের নাম.index(7))}
#* টোপলে কয়টি আইটেম আছে তা জানার জন্য                                 {print(len(টোপলের নাম))}
#* টোপলের ভেতর এই পজিশনে কি আছে তা জানতে                             {{print(টোপলের নাম[সংখ্যা])}(সামনের দিক দিয়ে)/................./ {print(টোপলের নাম[-সংখ্যা])}(পেছনের দিক দিয়ে)}
#* টোপলে ভিতরে একটার পর একটা অথবা দুইটার এরপর একটা আইটেম পেতে হলে   {print(টোপলের নাম[কোন সংখ্যা থেকে:কোন সংখ্যা পর্যন্ত:কয়টি সংখ্যা পর])}
#* একটা আইটেম থেকে অন্য আইটেম পর্যন্ত পেতে হলে                           {print(টোপলের নাম[কোন সংখ্যা থেকে:কোন সংখ্যা পর্যন্ত])}
#* সব আইটেম একসাথে পাওয়ার জন্য                                          {print(টোপলের নাম[:])/......................................../print(টোপলের নাম)}
#* যে কোনো একটা আইটেম থেকে শেষ পর্যন্ত পাওয়ার জন্য                        {print(টোপলের নাম[কোন সংখ্যা থেকে:])} 
#* দুইটা Tuple একসাথে যোগ করার জন্য                                       {print(প্রথম টুপলের নাম + শেষ টিপলের নাম)}
#* 
#*  
#* 
#*
#*
#*
#*
#*
#*
#*