####নিয়ম কানুন_keybord

#* কম্পিউটার সহজে বন্ধ করার জন্য                               Alt     + F4 + Enter
#* সব উইন্ডোজ একবারে minimize করার জন্য                      windows + D
#* কোন কিছু সহজে সেভ করার জন্য                              Ctrl    + S  
#* ভুলে কোন কাজ করার পর সাথে সাথে তা ফেরত আনার জন্য        Ctrl    + Z
#* ctrl + z দেওয়ার পর আবার পূর্বের জায়গায় ফেরত যাওয়ার জন্য    Ctrl     + Y
#* সহজে Cut করার জন্য                                       Ctrl     + X
#* সহজে Copy করার জন্য                                      Ctrl     + C     
#* সহজে Paste করার জন্য                                     Ctrl     + V     
#* সব কিছু একবারে সিলেট করার জন্য                            Ctrl     + A
#* নতুন পেজ নেওয়ার জন্য                                      Ctrl     + N    
#* যে কোন ফোল্ডার সহজে Close করার জন্য                      Ctrl     + W /Alt + F4  
#* যেকোন ব্রাউজারে নতুন tab নেওয়ার জন্য                        Ctrl     + T 
#* যেকোন ব্রাউজারে History ওপেন করার জন্য                     Ctrl     + H 
#* যেকোন ব্রাউজারে History ভিতরে সহজে ডিলেট করার জন্য        Ctrl     + Shift + Delete  
#* কোন ওয়েবসাইটে Bookmark করার জন্য                          Ctrl     + D 
#* সহজে This PC আনার জন্য                                    windows + E
#* যেকোন ফোল্ডারকে সহজে পাশে নেওয়ার জন্য                     windows + যে পাশে নিতে চান সে পাশে চিহ্ন
#* নতুন Display ওপেন করার জন্য                                windows + Tab
#* সকল ফোল্ডারকে একসাথে দেখার জন্য                           Alt     + Tab /windows + Tab
#* ডিসপ্লেকে একবারে বড় করার জন্য                              Ctrl     + "+"  
#* ডিসপ্লেকে অল্প সময়ের জন্য বড় করার জন্য                      windows + "+"
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*  