###নিয়ম কানুন_List

#* লিষ্টের ভেতর এই পজিশনে কি আছে তা জানতে                             {{print(লিষ্টের নাম[সংখ্যা])}(সামনের দিক দিয়ে)/................./ {print(লিষ্টের নাম[-সংখ্যা])}(পেছনের দিক দিয়ে)}
#* লিস্টে ভিতরে একটার পর একটা অথবা দুইটার এরপর একটা আইটেম পেতে হলে  {print(লিষ্টের নাম[কোন সংখ্যা থেকে:কোন সংখ্যা পর্যন্ত:কয়টি সংখ্যা পর])}
#* একটা আইটেম থেকে অন্য আইটেম পর্যন্ত পেতে হলে                        {print(লিষ্টের নাম[কোন সংখ্যা থেকে:কোন সংখ্যা পর্যন্ত])}
#* সব আইটেম একসাথে পাওয়ার জন্য                                       {print(লিষ্টের নাম[:])/......................................../print(লিষ্টের নাম)}
#* যে কোনো একটা আইটেম থেকে শেষ পর্যন্ত পাওয়ার জন্য                     {print(লিষ্টের নাম[কোন সংখ্যা থেকে:])}
#* লিস্টের ভিতর কতটি আইটেম আছে তা জানার জন্য                         {print(len(লিষ্টের নাম))/....................................../print(len([সংখ্যা গুলো]))}
#* লিস্টের জন্যে কতটি কোড ব্যবহৃত হয়, তা জানতে                          {print(dir(লিষ্টের নাম))}
#* লিস্টের ভিতর নতুন আইটেম যুক্ত করার জন্য                               {লিষ্টের নাম.append(আইটেম)} 
#* লিস্টটাকে পুরো ক্লিয়ার করতে                                            {লিষ্টের নাম.clear()} 
#* একটি লিস্ট থেকে নতুন আরেকটি লিস্ট বানানোর জন্য                       {নতুন লিষ্টের নাম = পুরাতন লিষ্টের নাম.copy()} 
#* একটা লিস্টের ভিতর একটা আইটেম কতবার আছে তা জানার জন্য             {print(লিষ্টের নাম.count(কোন সংখ্যাটি))}
#* একটা লিস্টের সব আইটেম অন্য লিস্টে নেওয়ার জন্য                        {যে লিস্টে নেবে.extend(যে লিস্টটি নেবে)/........................../যেটার ভিতর রাখতে চান = লিষ্টের নাম + লিষ্টের নাম }
#* লিষ্টের ভেতর এই আইটেমটি কোন পজিশনে আছে তা জানতে                 {print(লিষ্টের নাম.index(আইটেমটির নাম))}
#* লিষ্টের ভেতর নতুন যে কোন আইটেম যে কোন পজিশনে বসাতে হলে           {print(লিষ্টের নাম.insert(আইটেমটির স্থান, আইটেমটির নাম))/......./লিষ্টের নাম.insert(আইটেমটির স্থান, আইটেমটির নাম)}
#* লিষ্টের ভেতর পেছন থেকে কোনো আইটেম মুছে ফেলতে                      {print(লিষ্টের নাম.pop())/....................................../লিষ্টের নাম.pop()} 
#* লিষ্টের ভেতর থেকে যে কোনো আইটেম মুছে ফেলতে                        {লিষ্টের নাম.remove(আইটেমটির নাম)}
#* লিষ্টের ভেতর আইটেম গুলো সাজানোর জন্য                                {লিষ্টের নাম.sort()} 
#* লিষ্টের ভেতর পিছনের আইটেম গুলোকে সামনে নিয়ে আসার জন্য              {লিষ্টের নাম.reverse()} 
#* লিষ্টের ভেতর একটা আইটেমকে মুছে ফেলার জন্য                           {del লিষ্টের নাম[আইটেমের ইন্ডেক্স নাম্বার]}
#* লিস্টের ভিতর যে কোনো একটা আইটেম থেকে শেষ পর্যন্ত মুছে ফেলার জন্য     {del লিষ্টের নাম[আইটেমের ইন্ডেক্স নাম্বার:]}
#* লিস্টের ভিতর একটা আইটেম থেকে অন্য আইটেম পর্যন্ত মুছে ফেলার জন্য      {del লিষ্টের নাম[আইটেমের ইন্ডেক্স নাম্বার:আইটেমের ইন্ডেক্স নাম্বার]}
#* লিষ্টের কোন একটা আইটেম কে পরিবর্তন করতে হবে                        {লিষ্টের নাম[আইটেমের ইন্ডেক্স নাম্বার] = যে সংখ্যা দিয়ে পরিবর্তন করবেন} 
#* লিস্টের ভিতর সমস্ত সংখ্যাকে যোগ করার জন্য                             {print(sum(লিষ্টের নাম))}
#* লিস্টের ভিতর যে কোনো একটা আইটেম থেকে শেষ পর্যন্ত যোগ করার জন্য      {print(sum(লিষ্টের নাম[আইটেমের ইন্ডেক্স নাম্বার:]))}
#* লিস্টের ভিতর একটা আইটেম থেকে অন্য আইটেম পর্যন্ত যোগ করার জন্য       {print(sum(লিষ্টের নাম[আইটেমের ইন্ডেক্স নাম্বার:আইটেমের ইন্ডেক্স নাম্বার]))}
#* লিষ্টের ভিতর কোন আইটেমটি সবচেয়ে ছোট                                {print(min(লিষ্টের নাম))}
#* লিষ্টের ভিতরে কোন আইটেমটি সবচেয়ে বড়                                {print(max(লিষ্টের নাম))} 
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*  
#*