###নিয়ম কানুন_Sets
 
#* সেট-এর ভিতর এই পজিশনে কি আছে তা জানার জন্য                         {print(list(সেট-এর নাম)[আইটেমের ইন্ডেক্স নাম্বার])}
#* সেট-এর জন্যে কতটি কোড ব্যবহৃত হয়, তা জানতে                           {print(dir(list(সেট-এর নাম)))}
#* সেট-এ কয়টি আইটেম আছে তা জানার জন্য                                 {print(len(list(সেট-এর নাম)))}
#* সেট-এর ভেতর এই পজিশনে কি আছে তা জানতে                             {{print(list(সেট-এর নাম)[সংখ্যা])}(সামনের দিক দিয়ে)/................./ {print(list(সেট-এর নাম)[-সংখ্যা])}(পেছনের দিক দিয়ে)}
#* সেট-এ ভিতরে একটার পর একটা অথবা দুইটার এরপর একটা আইটেম পেতে হলে   {print(list(সেট-এর নাম)[কোন সংখ্যা থেকে:কোন সংখ্যা পর্যন্ত:কয়টি সংখ্যা পর])}
#* একটা আইটেম থেকে অন্য আইটেম পর্যন্ত পেতে হলে                          {print(list(সেট-এর নাম)[কোন সংখ্যা থেকে:কোন সংখ্যা পর্যন্ত])}
#* সব আইটেম একসাথে পাওয়ার জন্য                                         {print(list(সেট-এর নাম)[:])/......................................../print(list(সেট-এর নাম))}
#* যে কোনো একটা আইটেম থেকে শেষ পর্যন্ত পাওয়ার জন্য                       {print(list(সেট-এর নাম)[কোন সংখ্যা থেকে:])} 
#* দুইটা Sets একসাথে যোগ করার জন্য                                       {print( list(প্রথম সেট-এ ) +  list(শেষ সেট-এর নাম))}
#* সেট কে লিস্টে রূপান্তর করার জন্য                                          {print( list(সেট-এর নাম))}            
#* সেট থেকে কোন আইটেম কে রিমুভ করতে হলে                               {সেট-এর নাম.remove(আইটেমটির নাম)}      
#* সেটের ভিতর কোন আইটেমকে যুক্ত করতে হলে                               {সেট-এর নাম.add(আইটেমটির নাম)}   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*   
#*  
#*   
#*   
#*   
#*   
#*   
#*   
#*      
#*   
#*



